Autodesk.Revit.VSTA.VendorIdAttribute.Value
AddInId VendorId value.
Since: 2012

Autodesk.Revit.VSTA.VendorIdAttribute.#ctor(System.String)
Constructs a new VendorIdAttribute.
Since: 2012

Autodesk.Revit.VSTA.VendorIdAttribute
The custom VendorId attribute for VSTA macros use only.
Since: 2012